[
    {
        "answer": "小花貓把主人嚇了一跳。",
        "phrase": [
            "小花貓",
            "把",
            "主人",
            "嚇了一跳",
            "。"
        ]
    },
    {
        "answer": "弟弟把哥哥的玩具車弄壞了。",
        "phrase": [
            "弟弟",
            "把",
            "哥哥的玩具車",
            "弄壞了",
            "。"
        ]
    },
    {
        "answer": "小花貓把碟子上的魚吃光了。",
        "phrase": [
            "小花貓",
            "把",
            "碟子上的魚",
            "吃光了",
            "。"
        ]
    },
    {
        "answer": "姊姊把玩具收拾到箱子裏。",
        "phrase": [
            "姊姊",
            "把",
            "玩具",
            "收拾到箱子裏",
            "。"
        ]
    },
    {
        "answer": "哥哥把果汁喝光了。",
        "phrase": [
            "哥哥",
            "把",
            "果汁",
            "喝光了",
            "。"
        ]
    },
    {
        "answer": "白公鵝把我的魚杆搶走了。",
        "phrase": [
            "白公鵝",
            "把",
            "我的魚杆",
            "搶走了",
            "。"
        ]
    },
    {
        "answer": "大安把我的書本撕破了。",
        "phrase": [
            "大安",
            "把",
            "我的書本",
            "撕破了",
            "。"
        ]
    },
    {
        "answer": "媽媽把客廳打掃乾淨。",
        "phrase": [
            "媽媽",
            "把",
            "客廳",
            "打掃乾淨",
            "。"
        ]
    },
    {
        "answer": "小狗把我的襪子咬爛了。",
        "phrase": [
            "小狗",
            "把",
            "我的襪子",
            "咬爛了",
            "。"
        ]
    },
    {
        "answer": "不要把手伸出窗外。",
        "phrase": [
            "不要",
            "把",
            "手",
            "伸出窗外",
            "。"
        ]
    }
    ,
    {
        "answer": "小花貓被主人嚇了一跳。",
        "phrase": [
            "小花貓",
            "被",
            "主人",
            "嚇了一跳",
            "。"
        ]
    }
    ,
    {
        "answer": "弟弟的玩具車被哥哥弄壞了。",
        "phrase": [
            "弟弟的玩具車",
            "被",
            "哥哥",
            "弄壞了",
            "。"
        ]
    }
    ,
    {
        "answer": "最後一件蛋糕被妹妹吃了。",
        "phrase": [
            "最後一件蛋糕",
            "被",
            "妹妹",
            "吃了",
            "。"
        ]
    }
    ,
    {
        "answer": "太陽被黑雲遮蓋了。",
        "phrase": [
            "太陽",
            "被",
            "黑雲",
            "遮蓋了",
            "。"
        ]
    }
    ,
    {
        "answer": "樹葉被大風吹落了。",
        "phrase": [
            "樹葉",
            "被",
            "大風",
            "吹落了",
            "。"
        ]
    }
    ,
    {
        "answer": "我釣的魚全都被白公鵝搶走了。",
        "phrase": [
            "我釣的魚",
            "被",
            "白公鵝",
            "搶走了",
            "。"
        ]
    },
    {
        "answer": "我的銀包被小偷搶走了。",
        "phrase": [
            "我的銀包",
            "被",
            "小偷",
            "搶走了",
            "。"
        ]
    },
    {
        "answer": "我的衣服被雨水淋濕了",
        "phrase": [
            "我的衣服",
            "被",
            "雨水",
            "淋濕了",
            "。"
        ]
    },
    {
        "answer": "我的襪子被小貓收藏起來。",
        "phrase": [
            "我的襪子",
            "被",
            "小貓",
            "收藏起來",
            "。"
        ]
    },
    {
        "answer": "芝士被老鼠咬了一大口。",
        "phrase": [
            "芝士",
            "被",
            "老鼠",
            "咬了一大口",
            "。"
        ]
    }
]